export default [
    {
        title : "16가지 성격 유형",
        img : "characterType.png",
        contents : [
            "ENFJ : 이타적이고 영감을 주는 외향형 리더",
            "ENFP : 낙천적이고 활기찬 외향형 탐험가",
            "ENTJ : 논리적이고 주도적인 외향형 지휘관",
            "ENTP : 창의적이고 도전적인 외향형 혁신가",
            "ESFJ : 다정하고 책임감 있는 외향형 배려자",
            "ESFP : 활기차고 사교적인 외향형 퍼포머",
            "ESTJ : 논리적이고 실용적인 외향형 조직가",
            "ESTP : 모험적이고 현실적인 외향형 실천가",
            "INFJ : 직관적이고 통찰력 있는 내향형 중재자",
            "INFP : 이상적이고 고요한 내향형 중재자",
            "INTJ : 분석적이고 독립적인 내향형 전략가",
            "INTP : 지적 호기심이 강한 내향형 탐구자",
            "ISFJ : 신중하고 배려심 있는 내향형 협력가",
            "ISFP : 감성적이고 예술적인 내향형 예술가",
            "ISTJ : 신중하고 실용적인 내향형 관리자",
            "ISTP : 실용적이고 유연한 내향형 기술자"
        ]
    },
    {
        title : "MBTI 활용",
        img : "application.png",
        contents : [
            "MBTI는 개인의 성격 유형을 이해하고, 자신과 타인을 더욱 잘 이해하는 데 도움을 줄 수 있습니다.",
            "또한, 진로 선택, 대인 관계, 팀워크 등 다양한 분야에서 활용될 수 있습니다.",
            "자신의 성격 유형과 적합한 직업 분야를 탐색하고, 직무 만족도를 높이는 데 도움을 받을 수 있습니다.",
            "학생들의 학습 방식과 상담 과정에서 MBTI를 활용하여 맞춤형 교육 및 상담을 제공할 수 있습니다."
        ]
    },
    {
        title : "주의사항",
        img : "warning.png",
        contents : [
            "MBTI는 절대적인 기준이 아니며, 개인의 성격을 100% 설명할 수 있는 것은 아닙니다.",
            "참고 자료로 활용하여 자신과 타인을 이해하는 데 도움을 얻는 것이 좋습니다.",
            "MBTI 유형은 변할 수 있으며, 상황에 따라 다르게 행동할 수 있습니다.",
            "개인의 심리 상태나 상황에 따라 검사 결과가 정확하지 않을 수 있습니다.",
            "MBTI 유형에 따라 모든 사람이 똑같은 특징을 보이는 것은 아닙니다."
        ]
    }
]