export default {
    type: "enfj",
    character: "이타적이고 영감을 주는 외향형 리더",
    contents: "ENFJ는 ‘선도자’ 유형으로, 타인을 이끄는 데 탁월하며 공감과 리더십을 겸비한 성격입니다. 이상과 가치를 중시하며, 사람들의 성장과 조화를 중요하게 생각합니다. 다만, 타인에게 너무 맞추려다 자신을 잃을 수 있습니다.",
    color: "#A6738D",
    features: [
      { title: "강한 공감력", contents: "타인의 감정을 잘 이해하고 배려합니다." },
      { title: "리더십 있음", contents: "사람들을 격려하고 영감을 줍니다." },
      { title: "이상주의자", contents: "사회적 가치와 공동체를 중요시합니다." },
      { title: "사교적", contents: "사람들과의 관계에서 활기를 느낍니다." },
      { title: "조화 지향", contents: "갈등보다는 화합을 추구합니다." }
    ],
    strength: [
      "탁월한 리더십",
      "높은 감정 지능",
      "사람들을 위한 헌신",
      "강한 도덕적 신념",
      "협력적인 분위기 조성"
    ],
    weakness: [
      "자신보다 타인을 우선시",
      "과도한 책임감",
      "비판에 민감",
      "지나친 감정 소모",
      "갈등 회피 경향"
    ]
}
  