export default {
    type: "enfp",
    character: "낙천적이고 활기찬 외향형 탐험가",
    contents: "ENFP는 '활동가' 유형으로 불리며, 열정적이고 창의적이며 활기찬 성격을 가진 유형입니다. 이들은 새로운 가능성을 끊임없이 찾고 시도하며, 사람들과 교류하는 것을 즐깁니다. 또한, 공감 능력이 뛰어나고 다른 사람들에게 관심이 많으며, 문제 해결에 능숙합니다. 하지만 때로는 감정 기복이 심하고, 집중력이 부족하며, 반복적인 일상에 지루함을 느낄 수 있습니다.",
    color: "#758E79",
    features: [
      {
        title: "외향적이고 사교적",
        contents: "사람들과 어울리는 것을 좋아하고, 새로운 관계를 맺는 데 거리낌이 없습니다."
      },
      {
        title: "창의적이고 상상력이 풍부",
        contents: "다양한 아이디어를 떠올리고, 틀에 박히지 않은 방식으로 문제를 해결합니다."
      },
      {
        title: "열정적이고 활동적",
        contents: "관심 있는 일에는 에너지를 쏟아붓고, 적극적으로 행동합니다."
      },
      {
        title: "공감 능력이 뛰어나고 사람들을 잘 이해",
        contents: "타인의 감정에 민감하게 반응하며, 공감하는 능력이 뛰어납니다."
      },
      {
        title: "즉흥적이고 충동적",
        contents: "계획을 세우기보다는 순간의 감정에 따라 행동하는 경우가 많습니다."
      },
      {
        title: "변화와 자극을 추구",
        contents: "반복적인 일상이나 틀에 박힌 생활을 지루해하고, 새로운 경험을 추구합니다."
      },
      {
        title: "긍정적이고 낙관적",
        contents: "주변 사람들에게 긍정적인 에너지를 전달하고, 밝고 유쾌한 분위기를 만듭니다."
      },
      {
        title: "자유로운 영혼",
        contents: "틀에 얽매이는 것을 싫어하며, 자유로운 삶을 추구합니다."
      }
    ],
    strength: [
      "공감 능력",
      "창의적 사고",
      "긍정적인 에너지",
      "강한 추진력",
      "높은 적응력"
    ],
    weakness: [
      "감정 기복",
      "충동적 행동",
      "과도한 독립성",
      "집중력 부족",
      "감정 과잉 표현"
    ]
}
  