export default {
    type: "entj",
    character: "논리적이고 주도적인 외향형 지휘관",
    contents: "ENTJ는 ‘지휘관’ 유형으로, 뛰어난 분석력과 추진력을 바탕으로 목표를 향해 조직을 이끄는 리더입니다. 체계적이고 전략적인 사고를 지니며, 효율을 중요시합니다. 다만 감정 표현이 부족하고 독단적일 수 있습니다.",
    color: "#4B3F72",
    features: [
      { title: "결단력 강함", contents: "빠르고 단호한 의사결정을 내립니다." },
      { title: "목표 지향적", contents: "성취를 위해 계획적으로 움직입니다." },
      { title: "리더십 강함", contents: "조직을 이끌고 주도하는 데 능숙합니다." },
      { title: "효율 중시", contents: "성과 중심으로 일합니다." },
      { title: "논리적", contents: "감정보다는 이성적 분석을 선호합니다." }
    ],
    strength: [
      "우수한 전략가",
      "탁월한 문제 해결력",
      "조직 능력 뛰어남",
      "추진력과 실행력",
      "자기 주도적 태도"
    ],
    weakness: [
      "감정 표현 부족",
      "권위적 인상",
      "완벽주의 성향",
      "타인 의견 무시 경향",
      "융통성 부족"
    ]
}
  