export default {
    type: "estj",
    character: "논리적이고 실용적인 외향형 조직가",
    contents: "ESTJ는 ‘관리자’ 유형으로, 조직과 구조를 중시하며 책임감 있게 일을 추진합니다. 현실적이고 논리적인 접근을 선호하며, 규칙을 잘 따릅니다. 그러나 융통성 부족이나 감정 표현에 서툴 수 있습니다.",
    color: "#9A8366",
    features: [
      { title: "체계적 사고", contents: "정리정돈과 질서를 중시합니다." },
      { title: "현실주의자", contents: "실제적인 해결책을 선호합니다." },
      { title: "규칙과 절차 중시", contents: "규범을 지키고 따르는 데 익숙합니다." },
      { title: "조직적", contents: "구조화된 환경을 선호합니다." },
      { title: "단호함", contents: "결정력 있고 추진력이 있습니다." }
    ],
    strength: [
      "높은 조직력",
      "현실적인 판단력",
      "책임감 있는 행동",
      "업무 효율성",
      "리더십 능력"
    ],
    weakness: [
      "융통성 부족",
      "감정 표현 서툼",
      "권위적인 태도",
      "타인의 감정 간과",
      "창의성 제약"
    ]
}  