export default {
    type: "estp",
    character: "모험적이고 현실적인 외향형 실천가",
    contents: "ESTP는 ‘사업가’ 유형으로, 현실적이고 즉흥적인 문제 해결 능력이 뛰어나며 실전에 강한 성격입니다. 새로운 자극과 도전을 즐기고, 직접 부딪히는 것을 두려워하지 않습니다. 다만 인내심 부족이나 충동성이 단점일 수 있습니다.",
    color: "#6B8E78",
    features: [
      { title: "행동 중심", contents: "직접 해보며 배우는 것을 선호합니다." },
      { title: "현실적 사고", contents: "추상적인 것보다는 구체적인 것을 중시합니다." },
      { title: "사교적", contents: "사람들과 잘 어울립니다." },
      { title: "도전적", contents: "새로운 것을 두려워하지 않습니다." },
      { title: "위기 대응 능력", contents: "빠른 판단력으로 문제에 대응합니다." }
    ],
    strength: [
      "즉각적 행동력",
      "실용성 높은 해결책",
      "적극적 태도",
      "위기 상황 대응 능력",
      "사교성"
    ],
    weakness: [
      "충동적 결정",
      "계획 부족",
      "집중력 약함",
      "장기 목표 설정 어려움",
      "감정에 둔감"
    ]
}