export default {
    type: "infj",
    character: "직관적이고 통찰력 있는 내향형 중재자",
    contents: "INFJ는 ‘옹호자’ 유형으로, 깊은 통찰력과 이상주의를 가진 조용한 사색가입니다. 사람들의 잠재력을 믿고, 공감력을 바탕으로 돕는 데 열정적입니다. 하지만 현실과 이상의 괴리에 고뇌하거나 과도하게 감정적일 수 있습니다.",
    color: "#8094A7",
    features: [
      { title: "뛰어난 통찰력", contents: "사람의 심리를 잘 읽고 깊은 의미를 파악합니다." },
      { title: "이상주의", contents: "세상을 더 나은 방향으로 바꾸고자 합니다." },
      { title: "공감 깊음", contents: "타인의 감정을 민감하게 느끼고 도와줍니다." },
      { title: "창의적 비전", contents: "독특한 아이디어로 방향을 제시합니다." },
      { title: "겸손한 리더", contents: "은은하게 영향력을 행사합니다." }
    ],
    strength: [
      "깊은 이해력과 직관",
      "강한 가치관과 이상",
      "공감으로 인한 신뢰감",
      "창의적 해결책 제시",
      "헌신과 배려"
    ],
    weakness: [
      "내적 갈등 고뇌",
      "완벽주의",
      "감정 소모 심함",
      "현실과 이상 사이 괴리감",
      "타인을 지나치게 배려"
    ]
}
  