export default {
    type: "infp",
    character: "이상적이고 고요한 내향형 중재자",
    contents: "INFP는 ‘중재자’ 유형으로, 이상과 가치에 집중하며 내면의 충실함을 매우 중요하게 여깁니다. 타인의 감정에 깊이 공감하고 조용히 응원합니다. 하지만 현실적 어려움 앞에서 주저하고, 감정 기복이 클 수 있습니다.",
    color: "#8E9A9A",
    features: [
      { title: "깊은 공감력", contents: "타인의 감정을 민감하게 감지합니다." },
      { title: "이상주의", contents: "자신의 가치를 지키며 살아갑니다." },
      { title: "창의력 풍부", contents: "문학, 예술 등에서 뛰어난 상상력 보입니다." },
      { title: "내적 성찰", contents: "자아에 대한 고민과 통찰이 깊습니다." },
      { title: "충실한 헌신", contents: "작은 일에도 진심을 담아 최선을 다합니다." }
    ],
    strength: [
      "높은 공감 능력",
      "진실된 가치 추구",
      "창조적 영감",
      "깊은 내면",
      "헌신적인 태도"
    ],
    weakness: [
      "현실 회피 경향",
      "감정 기복 심함",
      "결정 힘 부족",
      "과도한 이상주의로 인한 실망감",
      "소극적 대인 관계"
    ]
  }
  