export default {
    type: "intj",
    character: "분석적이고 독립적인 내향형 전략가",
    contents: "INTJ는 ‘전략가’ 유형으로, 독립적이고 논리적인 사고를 기반으로 장기적 목표를 세우는 데 능합니다. 효율과 혁신을 중요하게 여기며 깊이 있는 계획을 수립합니다. 다만, 다른 사람의 감정을 덜 고려하거나 지나치게 완벽주의적일 수 있습니다.",
    color: "#4B586E",
    features: [
      { title: "논리적 사고", contents: "이성과 분석에 기반하여 문제를 해결합니다." },
      { title: "미래 지향적", contents: "장기적인 목표를 설정하고 달성합니다." },
      { title: "독립심 강함", contents: "자율적으로 일하며 주도적입니다." },
      { title: "창의적 혁신", contents: "새로운 시스템과 방식에 열려 있습니다." },
      { title: "효율 중시", contents: "낭비를 줄이고 결과를 최대화하려 합니다." }
    ],
    strength: [
      "탁월한 전략 수립 능력",
      "독립적 문제 해결",
      "장기적인 비전",
      "체계적인 사고",
      "높은 성취 지향"
    ],
    weakness: [
      "감정 표현 부족",
      "완벽주의로 인한 스트레스",
      "융통성 부족",
      "타인과의 공감 어려움",
      "감정적 갈등 회피"
    ]
}
  