export default {
    type: "isfj",
    character: "신중하고 배려심 있는 내향형 협력가",
    contents: "ISFJ는 ‘수호자’ 유형으로, 헌신적이고 배려심이 많으며 사람들을 돌보는 데 기쁨을 느낍니다. 소박한 환경에서도 충실하게 역할을 수행하며, 규칙과 전통을 존중합니다. 하지만 지나치게 남을 의식하거나 변화에 소극적일 수 있습니다.",
    color: "#D8B4A6",
    features: [
      { title: "배려심 많음", contents: "다른 사람의 요구를 잘 챙기고 도와줍니다." },
      { title: "성실함", contents: "맡은 일에 최선을 다하고 끝까지 완수합니다." },
      { title: "조직적", contents: "세부 사항까지 꼼꼼히 신경 씁니다." },
      { title: "전통 중시", contents: "안정과 질서를 선호합니다." },
      { title: "겸손함", contents: "자신을 드러내기보다는 조용히 기여합니다." }
    ],
    strength: [
      "헌신적인 지원 능력",
      "책임감과 신뢰성",
      "세심한 관찰력",
      "조화로운 팀워크",
      "전통과 안정 추구"
    ],
    weakness: [
      "자신 돌봄 소홀",
      "변화에 대한 두려움",
      "갈등 회피 경향",
      "감정 억제",
      "타인의 의견에 휘둘릴 수 있음"
    ]
}
  