export default {
    type: "istp",
    character: "실용적이고 유연한 내향형 기술자",
    contents: "ISTP는 ‘장인’ 유형으로, 논리적이고 냉철하며 즉각적인 문제 해결 능력을 가지고 있습니다. 손으로 직접 다루는 활동에 탁월하며 유연한 사고를 지닙니다. 하지만 감정표현이 적고, 반복적인 활동엔 쉽게 지루해질 수 있습니다.",
    color: "#6E7F8F",
    features: [
      { title: "문제 해결 능숙", contents: "현장에서 즉각적이고 실용적인 해결책을 찾습니다." },
      { title: "유연함", contents: "상황에 맞춰 빠르게 적응합니다." },
      { title: "분석적 사고", contents: "객관적이고 사실 기반으로 접근합니다." },
      { title: "실용주의", contents: "실행 가능한 아이디어를 선호합니다." },
      { title: "위험 감수", contents: "모험을 두려워하지 않고 도전합니다." }
    ],
    strength: [
      "냉철한 문제 해결",
      "유연한 태도",
      "실용적 실행력",
      "고난에 굴하지 않는 태도",
      "빠른 판단력"
    ],
    weakness: [
      "감정 소통 어려움",
      "루틴에 약함",
      "장기 계획 미흡",
      "감정적 거리 유지",
      "충동적 위험 추구"
    ]
  }
  